/* 
  Localizable.strings
  dialog

  Created by Bart Reardon on 29/5/2022.
  
  Danish translation by Anders Damgaard Jensen
*/

// error sheet
"One or more input fields are incorrect" = "Et eller flere input felter er forkerte";
"is required" = "Påkrævet";
"doesn't match the required format" = "ikke svarer til det krævede format";

// required fields text
"* Required Fields" = "* Påkrævet felt";

//buttons
"Cancel" = "Annuller";
"More Information" = "Mere Information";
"OK" = "OK";
"Select" = "Vælg";

//default text
"default-title" = "";
"default-message" = "";
"Click for additional information" = "Klik for yderligere information";

"Confirm" = "Bekræfte";
"Downloading" = "Downloader";

"confirmation failed  <br>values do not match" = "bekræftelse mislykkedes <br>værdier stemmer ikke overens";

//constructor kit labels
"Welcome to the swiftDialog builder"            = "Velkommen til swiftDialog Builder";
"Select properties on the left to modify. swiftDialog will update to show the changes in realtime"        = "Vælg egenskaber til venstre for at ændre. swiftDialog vil opdatere for at vise ændringerne i realtid";
"Basic"              = "Grundlæggende";
"Content"            = "Indhold";
"Window"             = "Vindue";
"Sidebar"            = "Sidebjælke";
"Data Entry"          = "Indtastning af data";
"Buttons"            = "Knapper";
"Advanced"           = "Fremskreden";
"List Items"          = "Listeelementer";
"Images"             = "Billeder";
"Media"              = "Medier";
"Output"             = "Produktion";
"JSON Output"         = "JSON Output";
"Quit"              = "Afslut";
"Export Command"      = "Eksportkommando";
"Title"              = "Titel";
"Colour"             = "Farve";
"Reset"              = "Nulstil";
"Font Size: "           = "Skriftstørrelse: ";
"value:"              = "værdi:";
"Message"           = "Besked";
"Text Alignment"      = "Tekstjustering";
"Vertical Position"   = "Lodret position";
"Window Height"       = "Vindue Højde";
"Height value:"        = "Højdeværdi:";
"Window Width"        = "Vinduebredde";
"Width value:"         = "Breddeværdi:";
"Window Properties"   = "Vindueegenskaber";
"Preset Sizes"        = "Forudindstillede størrelser";
"Small"              = "Lille";
"Big"                = "Stor";
"Screen Background Blur"         = "Skærmbaggrundssløring";
"Movable"            = "Bevægelig";
"Force on Top"         = "Kraft på toppen";
"Progress Bar"        = "Progress Bar";
"Progress value:"      = "Progress værdi:";
"Progress Text:"       = "Forløbstekst:";
"Banner Image"        = "Bannerbillede";
"Select"             = "Vælg";
"Watermark"          = "Vandmærke";
"Fill"               = "Fylde";
"Opacity"              = "Alfa";
"Scale"              = "Vægt";
"Position"           = "Position";
"Icon"               = "Ikon";
"Visible"            = "Synlig";
"Centred"            = "Centreret";
"Select"             = "Vælg";
"Icon Size"           = "Ikonstørrelse";
"Size value:"          = "Størrelsesværdi:";
"Overlay"            = "Overlejring";
"Infobox"            = "Infoboks";
"Infotext"           = "Infotekst";
"Info Text"      = "Infotekst";
"Button1"            = "Knap 1";
"Button2"            = "Knap 2";
"Info Button"    = "Info-knap";
"Quit on Info"         = "Afslut ved info";
"Label: "              = "Etiket: ";
"Info Button Action: "   = "Infoknaphandling: ";
"AutoPlay"           = "Automatisk afspilning";
"Autoplay Seconds"    = "Autoplay sekunder";
"Path"               = "Sti";
"Caption"            = "Billedtekst";
"Status Text"         = "Statustekst";
"Status"             = "Status";
"Format output as JSON"         = "Formater output som JSON";
"Textfields"         = "Tekstfelter";
"Show"               = "At vise";
"Required"           = "Påkrævet";
"Secure"             = "Sikker";
"Prompt"             = "Hurtig";
"Regex"              = "Regex";
"Regex Error"         = "Regex-fejl";
"Select"             = "Vælg";
"Checkbox"           = "Afkrydsningsfelt";
"Video"              = "Video";
"Filename"           = "Filnavn";
"Web"                = "Web";
"URL"                = "URL";
"Disabled"           = "handicappet";
"Enabled"            = "Aktiveret";
